import React from 'react';

export const Puma = () => {
    return (
        <div style={{padding: '20px'}}>
            <h2>PUMA</h2>
            <div>
                <h3>ULTRAHYPE 3000</h3>
                <p>
                    Кроссовки для тех, кто всегда мечтал быть быстрее, но предпочитает не бегать. Они настолько "ультра",
                    что кажется, будто с каждым шагом вы открываете новую вселенную, хотя на самом деле просто обгоняете
                    бабушку с тележкой. Подходят как для марафонов, так и для эпичных прогулок до холодильника.
                </p>
                <p>
                    Эти кроссовки созданы для настоящих "чиллеров", которые хотят выглядеть спортивно, но спорт оставляют
                    другим. Удобные, стильные и настолько "экстрим", что вы можете носить их даже на диване. Отличный
                    выбор, если ваша идея приключения — это поход за пиццей.
                </p>
                <p>
                    Когда название кричит "хайп", а дизайн шепчет "классика". Эти кроссовки идеально подходят для того, чтобы выглядеть как профессиональный спортсмен, который никогда не ходил в спортзал. Эмблема Puma на боку напоминает, что вы в любой момент можете побежать, если вдруг появится Wi-Fi с ограниченным доступом.
                </p>
            </div>
        </div>
    );
};

