import React from 'react';

export const Abibas = () => {
    return (
        <div>
            <h2>ABIBAS</h2>
            <div>
                <h3>SUPERMEGAFOAM TRK</h3>
                <p>Кроссовки для настоящих ценителей подпольного люкса. Созданы на совесть... или хотя бы с намеком на
                    совесть. В них ощущение спортивного духа, как у Adidas, но с изюминкой — изюминка, кстати, может
                    вылететь из подошвы на втором километре пробежки.
                </p>
                <p>Тот случай, когда "спорт" в названии — больше образ жизни. Изготовлены из эксклюзивного материала,
                    напоминающего пластиковые стаканчики и надежность школьного клея ПВА. Они кричат "мода", шепчут
                    "сэкономил", а на деле идеальны для прогулок до ближайшей палатки с шаурмой.
                </p>
                <p>
                    Мечта каждого, кто хочет выглядеть "по-богатому", но с бюджетом на доширак. Эти кроссовки настолько
                    быстрые, что сам логотип пытается убежать от своего происхождения. В комплекте — бесплатный аромат
                    резины и легкий налет иронии.
                </p>
            </div>
        </div>
    );
};

