import React from 'react';


export const Adidas = () => {
    return (
        <div>
            <h2>ADIDAS</h2>
            <div>
                <h3>SUPER SUPERSKI</h3>
                <p>Настоящий шедевр инженерной мысли: кроссовки, которые так сильно вдохновлены космическими
                    технологиями, что кажется, будто они готовы к полету на Марс (или хотя бы в ближайший супермаркет).
                    Сверхпрочные материалы и аэродинамический дизайн гарантируют, что вы будете чувствовать себя как
                    супергерой — пока не поймете, что забыли снять бирку.
                </p>
                <p>Кроссовки, которые говорят: "Я современный, но уважаю классику". Словно бы кто-то спросил: "А можно
                    ли сделать что-то модное из диванной обивки?" — и вот, они здесь. Эти кроссовки идеально подходят
                    для того, чтобы впечатлить коллег по офису, даже если вы всего лишь шли за кофе.
                </p>
                <p>
                    Называются "супер" дважды, чтобы никто не сомневался, что это, возможно, самые лучшие кроссовки из
                    тех, что вы никогда не сможете правильно произнести. Созданы для тех, кто хочет выглядеть стильно,
                    но при этом готов к тому, что каждый третий прохожий спросит: "А это что, лыжи?".
                </p>
            </div>
        </div>
    );
};


//* - защищает от просто неправильного адреса а тернарник от неверной ячейки массива

